Repository: blindnet-io/privacy-components-web
Catalog: localization/translations/*.xlf
Languages: fr_ca

# s13c123f97668a70b
source: Access
fr_ca: Accès

# sdc673e73b5c13aea
source: Delete
fr_ca: Suppression

# sc420894701de5ea3
source: Modify
fr_ca: Modification

# s730182ad28374cda
source: Object
fr_ca: Opposition

# s6b89c52fe7ea6744
source: Portability
fr_ca: Portabilité

# s298104654055b365
source: Restrict
fr_ca: Restriction

# s0e871352ba4b17d3
source: Revoke
fr_ca: Révocation

# s08e22a2dc90d9557
source: Transparency
fr_ca: Transparence

# sd618af95c6055b8c
source: Transparency - Data Categories
fr_ca: Transparence - Catégories de données

# s47279c5508899779
source: Transparency - DPO
fr_ca: Transparence - DPO

# s09d23403a2394adf
source: Transparency - Known
fr_ca: Transparence - Connaissance

# sfc317a214ea59dcf
source: Transparency - Legal Bases
fr_ca: Transparence - Bases Légales

# sd7c908a61557d927
source: Transparency - Organization
fr_ca: Transparence - Organization

# sc35bea743e6a3aa2
source: Transparency - Policy
fr_ca: Transparence - Politiques

# s76752fb00b3ab121
source: Transparency - Processing Categories
fr_ca: Transparence - Catégories de traitements

# s7faa0f0ebcb806db
source: Transparency - Provenance
fr_ca: Transparence - Provenance

# s1c62dea8a9fcc2ae
source: Transparency - Purpose
fr_ca: Transparence - But

# s208ea5ca39142a3a
source: Transparency - Retention
fr_ca: Transparence - Rétention

# se7db4c6959b7d393
source: Transparency - Where
fr_ca: Transparence - Où

# sd7146754c9355360
source: Transparency - Who
fr_ca: Transparence - Qui

# sefcd28524d5a7a14
source: Other Demand
fr_ca: Autre Demande

# sa8fb9f24637f10f5
source: Access my data
fr_ca: Accéder à mes données

# s9f5e7bf124a7d1c8
source: Have my data deleted
fr_ca: Avoir mes données supprimées

# s1b5927bac5c7499e
source: Modify or complement my data
fr_ca: Modifier ou compléter mes données

# s4b8e28a9f6b6b481
source: Object to processing of my data
fr_ca: M'opposer au traitement de mes données

# sff7e60a212b3fa64
source: Take my data and have it transfered somewhere else
fr_ca: Prendre mes données et les faire transférer ailleurs

# s7bcc6ab045e037e2
source: Restrict processing of my data to a particular scope
fr_ca: Restreindre le traitement de mes données à un périmètre particulier

# sb2ebc88d3c0d2d14
source: Revoke previously given consent for data processing
fr_ca: Révoquer un consentement précédemment donné pour le traitement de mes données

# s0a2434ac9ab6d86f
source: Demand information related to data processing practices and know if the system has data on me
fr_ca: Demander des informations sur les pratiques de traitement de données et savoir si le système a des données sur moi

# s792decfb4eff6aa6
source: Do or know something else. Please note it may take longer to be answered
fr_ca: Faire ou connaître autre chose. Veuillez noter que la demande pourrait être plus longue à traiter

# s1ac72a304e9962fd
source: The categories of the data the organization has on me
fr_ca: Les catégories de données que l'organisation a sur moi

# s0671d05bf6feb1c5
source: The contact details of the data protection officer
fr_ca: Les coordonnées du délégué à la protection des données

# sc7deb5f37293e501
source: If the organization has data on me
fr_ca: Si l'organisation a des données sur moi

# sce609a90c72becb9
source: The legal bases for processing my data (including legitimate interests)
fr_ca: Les bases légales pour le traitement de mes données (incluant les intérêts légitimes)

# sef4fb4ae50ad09c5
source: The identity and contact details of the organization processing my data
fr_ca: L'identité et les coordonnées de l'organisation traitant mes données

# sc3f063a1f8ee6d42
source: The policies applied to processing of data concerning me
fr_ca: Les politiques appliquées au traitement de mes données

# sdc48acf07f776cb1
source: The cateogories of processing being done on the data the organization has on me
fr_ca: Les catégories de traitements effectués sur les données que l'oragnisation a sur moi

# s596b2b3fe93df182
source: The sources that the data concerning me come from
fr_ca: Les sources d'où viennent les données me concernant

# s943ff37beeb8970c
source: The purpose of the processing of the data the organization has on me
fr_ca: Le but du traitement des données que l'organisation a sur moi

# sd1c189abaf754629
source: For how long the data concerning me kept
fr_ca: Pour combien de temps sont conservées les données me concernant

# sa7ee6646f0fd7ced
source: Where the data about me is stored
fr_ca: Où sont stockées les données me concernant

# s255eaeef4249ebf2
source: Who can access the data that the organization has on me
fr_ca: Qui peut accéder aux données que l'organisation a sur moi

# h47caddfa59939013
source: <b>All</b> information related to data processing practices and my data
fr_ca: <b>Toutes</b> les informations relatives aux pratiques de traitement de données et à mes données

# s3fc1f890d4f5a074
source: All provenances
fr_ca: Toutes provenances

# s45aea633edb60ede
source: The data provided by a user of the system (potentially the Data Subject)
fr_ca: Les données fournies par un utilisateur du système (potentiellement la personne concernée)

# s43184a4b085df935
source: The data provided by the Data Subject
fr_ca: Les données fournies par la personne concernée

# sbb56c7b43dca3565
source: The data derived from user actions, extracted from other data or inferred
fr_ca: Les données dérivées des actions de l'utilisateur, extraites d'autres données ou déduites

# scd73a2ff5bb51768
source: The data obtained by transfer from another System
fr_ca: Les données obtenues par un transfert depuis un autre système

# s9f0a5e615ad80bfc
source: Provided by a user of the system
fr_ca: Fournies par un utilisateur du système

# s6976edd03bbc39db
source: Provided by you while using the system
fr_ca: Fournies par vous lors de l'utilisation du système

# safdf52d3db58ccbb
source: Derived from user actions, extracted from other data or inferred by the system
fr_ca: Dérivées des actions de l'utilisateur, extraites d'autres données ou déduites

# s31a4a5e072be4a9d
source: Obtained by transfer from another system
fr_ca: Obtenues par un transfert depuis un autre système

# s2142728a8840d713
source: Affiliation membership
fr_ca: Affiliation adhésion

# sf4c59c00ddcda487
source: Behavior
fr_ca: Comportement

# s0bc8fc90c7fe8285
source: Biometric
fr_ca: Biométrique

# sfa4fa48e6eecb702
source: Demographic
fr_ca: Démographique

# s0b0a02a4470de153
source: Device
fr_ca: Appareil

# s6766adc97fecdb7c
source: Financial
fr_ca: Financière

# s8f4b90725c742dfd
source: Finacial bank account
fr_ca: Financière compte en banque

# sd256a1527b556494
source: Genetic
fr_ca: Génétique

# sbaf0a7c417e388af
source: Health
fr_ca: Santé

# see2fcaedf9743ec6
source: Location
fr_ca: Localisation

# sef49aec68fd1dc66
source: Name
fr_ca: Nom

# s2a880deefa02ab59
source: Profiling
fr_ca: Profilage

# sd7076a5eb4212b38
source: Relationships
fr_ca: Relations

# s6238f519db67980d
source: UID
fr_ca: Identifiant Unique

# sc9e494c8346b7cb5
source: Other
fr_ca: Autre

# s7c398dddd3171afc
source: Other - Proof
fr_ca: Autre - Preuve

# h2aec9ed333a3965d
source: <b>All</b> categories of data the organization has on me
fr_ca: <b>Toutes</b> les catégories de données que l'organisation a sur moi

# ha029657b4c716b1c
source: Groups and Organisations I am linked to through work, studies, or membership
fr_ca: Groupes et organisations auxquels je suis lié par le travail, les études ou l'adhésion

# h5974ce8e8b048cf4
source: Data about my behavior
fr_ca: Données sur mon comportement

# hd5c761f88f15ee20
source: Data about my unique physical characteristics
fr_ca: Données sur mes caractéristiques physiques uniques

# h9210239263c5ae81
source: Data allowing to contact me
fr_ca: Données permettant de me contacter

# h1c2eb9adfca54c27
source: All information allowing to class me in a demographic category
fr_ca: Toutes les informations permettant de me classer dans une catégorie démographique

# hff91edfe0b603c35
source: Data about the device I used
fr_ca: Données sur l'appareil que j'ai utilisé

# ha12117b3405289d5
source: Payment data, financial history and data about my financial situation
fr_ca: Données de paiement, historique financier et données sur ma situation financière

# h2e0471ec4dcdc556
source: Data related to my genetic characteristics
fr_ca: Données relatives à mes caractéristiques génétiques

# ha6a83bab31190c68
source: Data about my health
fr_ca: Données sur ma santé

# h19239c6c3bcb708a
source: Any graphic representation (e.g., image, video) of me
fr_ca: Toutes représentations graphiques (image, vidéo) de moi

# h581c73258e16b269
source: Geographic location
fr_ca: Localisation géographique

# h44e758245f098aed
source: First names, last names, nicknames, and other names
fr_ca: Prénoms, Noms, surnoms et autres noms

# hd50ab52715fef8a9
source: Any data establishing a degree of similarity of with others (e.g., clusters, user-profiles)
fr_ca: Toutes données établissant un degré de similitude avec d'autres (par exemple, clusters, profils d'utilisateurs)

# h708a9ebbef41c270
source: Data about relationships I have with others, social activity and interaction
fr_ca: Les données sur les relations que j'ai avec les autres, activité sociale et interaction

# h7a93d23c2fe2e792
source: Any data that uniquely identifies me
fr_ca: Toutes données qui m'identifient de manière unique

# hd24d40d3ad44c862
source: Any other categories or forms of data
fr_ca: Toutes autres catégories ou formes de données

# ha8ea706cb7b3c5f2
source: All targets
fr_ca: Toutes les cibles

# hb2029b140d2b8e3a
source: This system
fr_ca: Ce système

# h13d5761d00e9feca
source: This system and all systems within this organization
fr_ca: Ce système et tous les systèmes au sein de cette organisation

# h9552e7ccf7b9afc6
source: This system, all systems within this organization, and all partners systems where data has been <b>shared or obtained</b>
fr_ca: Ce système, tous les systèmes au sein de cette organisation et tous les partenaires avec lesquels des données ont été <b>partagées ou obtenues</b>

# hcd600f5012ef03c7
source: This system, all systems within this organization, and all partners systems with which data has been <b>shared</b>
fr_ca: Ce système, tous les systèmes au sein de cette organisation et tous les systèmes partenaires avec lesquels des données ont été <b>partagées</b>

# he7ee03a3b8cd0b3a
source: This system, all systems within this organization, and all partners systems from which data has been <b>obtained</b>
fr_ca: Ce système, tous les systèmes au sein de cette organisation et tous les systèmes partenaires avec lesquels des données ont été <b>obtenues</b>

# hd63ace037da055b1
source: In processing
fr_ca: En cours de traitement

# hff3b775b64d0793c
source: Partially completed
fr_ca: Partiellement traitée

# h5033dab8c17f05f2
source: Completed
fr_ca: Traitée

# ha30c4d3b566b6b1a
source: Canceled
fr_ca: Annulée

# see4e21f60d66f454
source: Granted
fr_ca: Approuvée

# s93390561e1afc0b6
source: Denied
fr_ca: Refusée

# s538bd2706b2090da
source: Partially Granted
fr_ca: Partiellement Approuvée

# s36d273fcd01916af
source: Under Review
fr_ca: En cours de traitement

# sa30c4d3b566b6b1a
source: Canceled
fr_ca: Annulée

# s80ad94771c626ec2
source: no longer than
fr_ca: pas plus de

# s49940a6f4a947f4a
source: no less than
fr_ca: pas moins de

# s9f2760d67ffa4687
source: capture date
fr_ca: date de capture

# s9807f589aabcdf73
source: relationship start
fr_ca: début de la relation

# se4c36df50ac776c6
source: relationship end
fr_ca: fin de la relation

# s98d8f26ab7b65ae0
source: service start
fr_ca: début du service

# s86c0a813feb2e101
source: service end
fr_ca: fin du service

# sf993bb199fefbe04
source: All
fr_ca: Tous

# s12ee89ea2db800f3
source: Anonymization
fr_ca: Anonymisation

# s4b221d259e80e7b6
source: Automated Inference
fr_ca: Inférence Automatisée

# sf91b17a548f3d04e
source: Automated Decision Making
fr_ca: Prise de Décision Automatisée

# sa7eea45fe1e4d231
source: Collection
fr_ca: Collecte

# s64bc2fa2e7402075
source: Generating
fr_ca: Génération

# sf0da5c24d6d9dd80
source: Publishing
fr_ca: Publication

# saf60db23f48e15d9
source: Storing
fr_ca: Stockage

# s827bbc2fb2917a33
source: Sharing
fr_ca: Partage

# sf001a3d2b15b8787
source: Using
fr_ca: Utilisation

# sfb7446376756e8bc
source: Other Processing
fr_ca: Autre traitement

# hba521eb4ef623c9e
source: <b>All</b> processing categories
fr_ca: <b>Toutes</b> les catégories de traitements

# s393166d4f3231e3c
source: Processing of personal data in such a manner that the personal data can no longer be attributed to a specific data subject without the use of additional information
fr_ca: Traitement des données personnelles de telle sorte que les données personnelles ne puissent plus être attribuées à une personne concernée spécifique sans l'utilisation d'informations supplémentaires

# s48270e8126b2d43e
source: Automatically infering data about the person, including for profiling and clustering
fr_ca: Déduire de manière automatique des données sur la personne, y compris pour le profilage et le regroupement en cluster

# s8086d8767e40329d
source: Automated decision-making
fr_ca: Prise de décision automatisée

# s8e533185069b8d9b
source: Collecting data about the person from the person or from another source, including another person or a System
fr_ca: Collecter des données sur la personne auprès de la personne ou d'une autre source, y compris une autre personne ou un système

# sb58ce3ee7c93d3b5
source: Producing novel data related to the person, such as making photo, voice or video recordings, or reconding user actions such as making a log.
fr_ca: Produire de nouvelles données relatives à la personne comme l'enregistrement de photo, voix ou vidéo, ou l'enregistrement d'actions utilisateurs pour en faire un historique

# s83de2f2eabcad899
source: Matching the data about the same person across multiple data sources
fr_ca: Faire correspondre des données sur une même personne au travers de plusieurs sources de données

# s65da2532e028b935
source: Making data publicly available
fr_ca: Rendre des données publiquement accessibles

# s5ce3b26debb20854
source: Storing data for further use, including adaptations and formating of the data
fr_ca: Stocker des données pour une utilisation ultérieure, incluant l'adapation et le formatage des données

# sf73152adfeeec472
source: Sharing data in controled manner with clearly identified parties
fr_ca: Partager des données de manière contrôlée avec des acteurs clairement identifiés

# s50a9a49620765e30
source: Consulting and using data
fr_ca: Consulter et utiliser des données

# sa093d3a69b0f7943
source: Other processing categories)
fr_ca: Autres catégories de traitements

# s34474de8cf6c9fc9
source: Advertising
fr_ca: Pubilicté

# se1c45b4c74b2840a
source: Compliance
fr_ca: Conformité

# s0c69f72a518db453
source: Employment
fr_ca: Emploi

# sc63ac9a7839ff67c
source: Medical
fr_ca: Médical

# s56a561b67193c5f3
source: Personalization
fr_ca: Personnalisation

# see4fad7db93f594b
source: Public Interests
fr_ca: Intérêt Public

# s38f7dd7efa14c98c
source: Research
fr_ca: Recherche

# s340c4324c106697e
source: Sale
fr_ca: Vente

# s01a8d45397ec133b
source: Security
fr_ca: Sécurité

# sd48ca659208e0c35
source: Services - Additional Services
fr_ca: Services - Services Additionnels

# s44c3458a53fa9c48
source: Services - Basic Services
fr_ca: Services - Services Basiques

# s659e808a77702d35
source: Social Protection
fr_ca: Protection Sociale

# s55ec8ec1b154d89c
source: Tracking
fr_ca: Suivi

# s6e7271676eaebf45
source: Vitial Interests
fr_ca: Intérêt Vital

# sfa8da7259c07d643
source: Other Purpose
fr_ca: Autre But

# h84d8977d66f8ae52
source: <b>All</b> purposes
fr_ca: <b>Tous</b> les buts

# sd4f3b1edddb791ce
source: To show ads that are either targeted to the specific user or not targeted
fr_ca: Pour afficher des annonces ciblées sur l'utilisateur spécifique ou non ciblées

# s5b1ab0dc1d835fa7
source: Processing is performed to comply with a legal obligation
fr_ca: Le traitement est effectué pour se conformer à une obligation légale

# s87cacfb74533591e
source: For personnel training, recruitment, payroll, management, etc
fr_ca: Pour la formation du personnel, le recrutement, la paie, la gestion, etc.

# sd4520937a52ffc4d
source: Processing is necessary for the establishment, exercise or defence of legal claims or whenever courts are acting in their judicial capacity
fr_ca: Le traitement est nécessaire à l'établissement, l'exercice ou la défense d'un droit en justice ou à tout moment où les tribunaux agissent dans l'exercice de leurs fonctions judiciaires

# s4e9963fcaff6c652
source: To contact the user to offer products, services, or other promotions
fr_ca: Pour contacter l'utilisateur afin de proposer des produits, des services ou d'autres promotions

# s4143d6263470dc7e
source: Processing is necessary for the purposes of preventive or occupational medicine, for the assessment of the working capacity of the employee, medical diagnosis, the provision of health or social care or treatment or the management of health or social care systems and services
fr_ca: Le traitement est nécessaire à des fins de médecine préventive ou de médecine du travail, pour l'évaluation de la capacité de travail de l'employé, le diagnostic médical, la procuration de soins ou de traitements sanitaires ou sociaux ou la gestion des systèmes et services de santé ou sociaux

# s77e1c36b35a92152
source: For providing user with a personalized experience
fr_ca: Pour fournir à l'utilisateur une expérience personnalisée

# s3572e59cf0dcad41
source: Processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority
fr_ca: Le traitement est nécessaire à l'exécution d'une mission effectuée dans l'intérêt public ou dans l'exercice d'une autorité publique

# sbe01eafd8958380c
source: Scientific and Market Research
fr_ca: Recherche Scientifique et Étude de Marché

# s112704ba77c815e3
source: Selling data to third parties
fr_ca: Vendre des données à un tiers

# sccb6b30ae5a61c02
source: For product operation and security, enforcement of terms of service, fraud prevention, protecting users and property, etc.
fr_ca: Pour le fonctionnement et la sécurité du produit, l'application des conditions d'utilisation, la prévention des fraudes, la protection des utilisateurs et des biens, etc.

# s3ba90bfb0c4793ba
source: Processing is necessary performed in the context of services provided to the Data Subject or contracts and transactions being concluded with them
fr_ca: Le traitement est nécessairement effectué dans le cadre des services fournis à la personne concernée ou des contrats et transactions conclus avec elle

# sa230593c8931148b
source: Providing the services that the person requires that are not part of the basic service
fr_ca: Fournir les services dont la personne a besoin et qui ne font pas partie du service de base

# s593285644730e804
source: Providing the basic service to the person
fr_ca: Fournir le service de base à la personne

# s3bb21faafa4adfe4
source: Processing is necessary for the purposes of employment and social security and social protection
fr_ca: Le traitement est nécessaire aux fins de l'emploi, de la sécurité sociale et de la protection sociale

# s19d7082d69fb9605
source: Tracking information about user behavior and activity online
fr_ca: Suivre des informations sur le comportement et l'activité des utilisateurs en ligne

# s3acfd7f19f5d1d3b
source: Processing is necessary in order to protect the vital interests of the data subject or of another natural person
fr_ca: Le traitement est nécessaire pour protéger les intérêts vitaux de la personne concernée ou d'une autre personne physique

# s491b94499fd520a5
source: Other specific purpose
fr_ca: Autre but spécifique

# sef16778fe7074a8d
source: Grant
fr_ca: Approuver

# sd0680e7343dedb27
source: Deny
fr_ca: Refuser

# sa58a43eaa517ec9e
source: Response
fr_ca: Réponse

# s12f6b3b9aa6fe76c
source: Recommended
fr_ca: Recommandée

# sb0e683c9fb3cc3b5
source: Not Recommended
fr_ca: Non Recommandée

# s28360fa3d4d84322
source: Optional Message
fr_ca: Message optionnel

# sb3d4f79d9d8b71e5
source: Submit
fr_ca: Envoyer

# s2b7bb3f9a459d7dd
source: History view coming soon!
fr_ca: Historique bientôt disponible !

# s61d28f3db3da4264
source: Response Submmitted
fr_ca: Réponse envoyée

# sb41b2cfbbc52565b
source: Created
fr_ca: Création

# sd25a75c08073005d
source: Data Subject
fr_ca: Personne concernée

# sb852d100f91db23f
source: No requests to display.
fr_ca: Aucune demande à afficher

# s78636b92c1a3909c
source: Pending
fr_ca: En attente

# s684a712107b118fe
source: Answered
fr_ca: Traitées

# s8f83b5cb52f62fd3
source: Requests
fr_ca: Demandes

# s88d1c1e15ca1aade
source: Alerts
fr_ca: Alertes

# sd3b15d6d4ea696f7
source: My additional message:
fr_ca: Mon message additionnel :

# sebbb864b5cee4a82
source: Please note that adding a personalized message might lead to the demand taking longer to be processed
fr_ca: Veuillez noter que l'ajout d'un message personnalisé peut entraîner un délai de traitement plus long

# sbaace8219b5f4612
source: Select All
fr_ca: Tout sélectionner

# h87332548e751bc1c
source: <b>OTHER-DATA:</b> Specify another type of data
fr_ca: <b>Autre donnée :</b> Spécifiez un autre type de donnée

# s4618111b41da4ae5
source: Other data type:
fr_ca: Autre type de donnée :

# s40717e0539504811
source: Specify a date range for the selected data categories:
fr_ca: Spécifier une période pour les catgéories de données sélectionnées

# sa6ab5184d6315895
source: From
fr_ca: De

# s08c83907b56ac0a4
source: to
fr_ca: à

# s3b91d548b3c1db64
source: Click to expand
fr_ca: Cliquez pour développer

# s41d0e1ff19aa568b
source: Arrow to expand or collapse the dropdown
fr_ca: Flèche pour développer ou réduire la liste déroulante

# s8db5bd427e71652a
source: Affiliation - Membership
fr_ca: Affiliation adhésion

# s3176f9811c35d533
source: Data Categories
fr_ca: Catégories de données

# s5ce18a9690b1b5ba
source: Processing Categories
fr_ca: Catégories de traitements

# sacc3aa0c8f59f856
source: Purposes
fr_ca: Buts

# sa2a57f4ca828f912
source: From ${new Date(start).toLocaleDateString()} to ${new Date(end).toLocaleDateString()}
fr_ca: De ${new Date(start).toLocaleDateString()} à ${new Date(end).toLocaleDateString()}

# s055718e64eaa99fb
source: Since ${new Date(start).toLocaleDateString()}
fr_ca: De ${new Date(start).toLocaleDateString()}

# s7154a359944ac56f
source: Up to ${new Date(end).toLocaleDateString()}
fr_ca: À ${new Date(end).toLocaleDateString()}

# s4ffccdcb24fe516c
source: No valid dates!
fr_ca: Date non valides !

# s3f2acea3f9106217
source: I want to access:
fr_ca: Je souhaite accéder à :

# sf71bab33326da61c
source: I want to delete:
fr_ca: Je souhaite supprimer :

# s49928d6fe2a8fd6e
source: I object to the processing of my data within the following scope:
fr_ca: Je m'oppose au traitement de mes données au sein du périmètre suivant :

# s1ebe491408762bb4
source: I restrict the processing of my data to the following scope:
fr_ca: Je limite le traitement de mes données au périmètre suivant :

# sce2c42fd7076a0ad
source: I revoke the following consents:
fr_ca: Je révoque les consentements suivants :

# heafc12d5a32356ad
source: Given on ${new Date(c.date).toLocaleString()}
fr_ca: Donné le ${new Date(c.date).toLocaleString()}

# sc0903d723b382f53
source: Details of my demand:
fr_ca: Détails de ma demande :

# sd22025af1f467374
source: I want to know:
fr_ca: Je voudrais savoir :

# sf33a710108e9f843
source: Other options:
fr_ca: Autres options :

# s7c9992bcec8e44cf
source: Date Restriction
fr_ca: Restreindre pour une période spécifique
