Repository: blindnet-io/privacy-components-web
Catalog: localization/translations/*.xlf
Languages: fr_ca

# s0aa4aeddbaeb0008
source: Provenance Restriction
fr_ca: Restreindre pour une provenance spécifique

# se2b203c77031740e
source: Other Message
fr_ca: Autre message

# s11bafd52956fc434
source: No demands to review!
fr_ca: Aucune demande à traiter !

# seb19908ed8209df2
source: Request Summary
fr_ca: Résumé de la Demande

# saedc3af85cfe6dc7
source: Request Target
fr_ca: Cible de la Demande

# s7629854d26f1c5e6
source: I address my Privacy Request to:
fr_ca: J'adresse ma demande à :

# sc16e00a7a8b2fde2
source: Back
fr_ca: Retour

# s0fbf6dc6a1966408
source: Next
fr_ca: Suivant

# demand-form-action-sentence-start
source: Details of my
fr_ca: Détails de ma demande

# s29ec563d56cf6c6b
source: Other Options
fr_ca: Autres Options

# s6303c9c96b50c164
source: My demand applies to data from the following provenance:
fr_ca: Ma demande s'applique aux données provenant de :

# s7174e3af10fba733
source: Additional Message
fr_ca: Message additionnel

# s38ad01608e1ddf20
source: I select the following
fr_ca: Je sélectionne le

# hfde9788418b19230
source: <b>privacy scope</b>
fr_ca: <b>périmètre</b>

# s43ceedf5cc8524cc
source: I object to the processing of my data within the following
fr_ca: Je m'oppose au traitement des mes données pour un

# sd5cb4c0ac4fa8ca6
source: I restrict the processing of my data to the following
fr_ca: Je limite le traitement de mes données à

# hf460bedf6edf9f04
source: Data from <span class="scope-counter"><b>${this._dataCategories.size === 1 && this._dataCategories.has('*') ? 'all' : this._dataCategories.size}</b></span> categories, processed in <span class="scope-counter"><b>${this._processingCategories.size === 1 && this._processingCategories.has(PrivacyScopeRestriction.pc._) ? 'all' : this._processingCategories.size}</b></span> ways, for <span class="scope-counter"><b>${this._purposes.size === 1 && this._purposes.has(PrivacyScopeRestriction.pp._) ? 'all' : this._purposes.size}</b></span> purposes
fr_ca: Données de <span class="scope-counter"><b>${this._dataCategories.size === 1 && this._dataCategories.has('*') ? 'all' : this._dataCategories.size}</b></span> catégories, traitées de <span class="scope-counter"><b>${this._processingCategories.size === 1 && this._processingCategories.has(PrivacyScopeRestriction.pc._) ? 'all' : this._processingCategories.size}</b></span> façons, pour <span class="scope-counter"><b>${this._purposes.size === 1 && this._purposes.has(PrivacyScopeRestriction.pp._) ? 'all' : this._purposes.size}</b></span> buts

# h67e8c8ac8d7bb0d9
source: A <b><i>Privacy Scope</i></b> describes one or more types of data (<i>data categories</i>), how it is processed (<i>processing categories</i>), and why it is processed that way (<i>purposes of processing</i>).
fr_ca: Un <b><i>périmètre</i></b> décrit un ou plusieurs types de données (<i>catégories de données</i>), comment elles sont traitées (<i>catégories de traitement</i>), et pourquoi elles sont traitées (<i>buts du traitement</i>).

# sb5a6f73a21ad7dc5
source: Expand a dropdown to customise your scope
fr_ca: Développez la liste déroulante pour personnaliser votre périmètre

# s6f90b5eab3bb96bb
source: The types of data in my privacy scope are:
fr_ca: Les types de données dans mon périmètre sont :

# s8f3d616b2891dd0d
source: The ways data in my privacy scope is processed:
fr_ca: Les façons dont les données de mon périmètre sont traitées :

# s6068927c705090ea
source: Purposes of Processing
fr_ca: Buts des traitements

# s7b81fc085a19b55a
source: The reasons for processing data in my privacy scope:
fr_ca: Les raisons pour traiter les données dans mon périmètre :

# scf3d7fe3d333384b
source: I want to:
fr_ca: Je voudrais :

# h3c711aa2f112dd02
source: Revoke <b>all</b> consents
fr_ca: Révoquer <b>tous</b> les consentements

# ha9713792ec60139d
source: Revoke <b>specific</b> consents (select those you wish to <b>revoke</b>)
fr_ca: Révoquer <b>certains</b> consentements (sélectionnez ceux que vous souhaitez <b>révoquer</b>)

# sad3e3c8146fc920f
source: Status
fr_ca: Statut

# s1e55a47eccb89757
source: Demands
fr_ca: Demandes

# s035f0451c192f516
source: Loading your requests...
fr_ca: Chargement des demandes...

# s585fef41538d4f6b
source: No requests to display
fr_ca: Aucune demande à afficher

# heb19908ed8209df2
source: Request Summary
fr_ca: Résumé de la Demande

# s9a2a2fda9cfa1ddc
source: Copy Link
fr_ca: Copier le lien

# s7b7163270e57e8b4
source: Refresh
fr_ca: Actualiser

# hf75700d04ad87450
source: ${ACTION_TITLES[demand.requested_action]()} Demand
fr_ca: ${ACTION_TITLES[demand.requested_action]()} Demande

# h4606c8f9df5fda02
source: ${ACTION_TITLES[subDemand.requested_action]()} Demand
fr_ca: ${ACTION_TITLES[subDemand.requested_action]()} Demande

# sfef5aebda25a65db
source: Error getting request details. Please refresh later.
fr_ca: Erreur lors de l'obtention des détails de la demande. Veuillez actualiser la plage plus tard.

# s34596f334f77ca12
source: Loading request details...
fr_ca: Chargement des détails de la demande

# s9758d00d61bc6bfb
source: Requested:
fr_ca: Demandé :

# s4b044729b490b909
source: This demand has been denied. Reason:
fr_ca: Cette demande a été refusée. Raison:

# sae19feef2bd60f9f
source: This demand has been partially granted.
fr_ca: Cette demande a été partiellement approuvée

# s6e70bde5ac66f7de
source: This demand is still under review.
fr_ca: Cette demande en cours de traitement

# se40a735383dec962
source: Cancel Demand
fr_ca: Annuler la demande

# se9e76660770debd1
source: This demand has been cancelled.
fr_ca: Cette demande a été annulée

# s232c5da90a3947da
source: Download your data.
fr_ca: Télécharger vos données

# s3137e812940ae6b7
source: Obtaining data, please wait and refresh the page later.
fr_ca: Vos données sont en cours d'obtention, veuillez patienter et ne pas actualiser la page

# s55b7584ba4fd4ba5
source: Your delete demand has been granted.
fr_ca: Votre demande de suppression a été approuvée

# sdf7c88ae65f54276
source: Your modify demand has been granted.
fr_ca: Votre demande de modification a été approuvée

# sfdad6bb711adaff5
source: Your object demand has been granted
fr_ca: Votre demande d'opposition a été approuvée

# s47665adef9b4c820
source: Your demand has been granted.
fr_ca: Votre demande a été approuvée

# s381b5599a35bcd11
source: Your portability demand has been granted.
fr_ca: Votre demande de portabilité a été approuvée

# se05f0d609b64589c
source: Your restrict demand has been granted.
fr_ca: Votre demande de restriction a été approuvée

# sc12f511c98f7f0dc
source: Your revoke consent demand has been granted.
fr_ca: Votre demande de révocation de consentement a été approuvée

# sb7a10b9644ec1870
source: Your transparency demand has been granted and split into multiple demands below.
fr_ca: Votre demande de transparence a été approuvée et divisée en plusieurs demandes ci-dessous

# s794f12abe8666b7f
source: Back to Requests
fr_ca: Retour aux demandes

# s9f298d385fc0a783
source: Submit a Request
fr_ca: Soumettre une demande

# s24713431bc8a3ec8
source: Submitted Requests
fr_ca: Demandes envoyées
